IDEA StatiCa Open Model
MatReinforcementEc2.Epsuk Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Characteristic strain of reinforcement at maximum load - εuk
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Epsuk { get; set; }
Public Property Epsuk As Double
	Get
	Set
public:
property double Epsuk {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace